export const seo = {
  url: 'https://elevendogs.com.ua',
  title: 'Eleven Dogs | Кременчук Барбершоп',
  siteName: 'Barbershop',
  locale: 'uk_UA',
  author: 'Євгеній Кохно',
  email: 'hello@elevendogs.com.ua',
  description: `Мережа барбершопів Eleven Dogs в Кременчуці. Барбершоп в центрі Кременчука та в районі зупинки Водоканал. Пострижись як в прошлий раз!`,
};

export const locations = {
  main: {
    booking: 'https://n764807.alteg.io/',
    map: "https://goo.gl/maps/EsMCgQhDb5CqBLXGA",
    instagram: 'eleven.dogs',
    name: '🐶 Eleven Dogs',
    phone: '+380962210799',
    address: 'Кременчук, вул. Івана Мазепи, 28',
    title: 'Eleven Dogs | Кременчук Барбершоп',
    description: 'Барбершоп в центрі Кременчука. Пострижись як в прошлий раз!',
    services: [
      {
        name: 'Чоловіча стрижка',
        price: 450,
      },
      {
        name: 'Cтрижка бороди',
        price: 300,
      },
      {
        name: 'Під одну насадку',
        price: 150,
      },
      {
        name: 'Батько і син',
        price: 800,
      },
      {
        name: 'Укладка волосся',
        price: 100,
      },
      {
        name: 'Королівське гоління',
        price: 300,
      },
      {
        name: 'Камуфлювання',
        price: 200,
      },
      {
        name: 'Воскова депіляція',
        price: 50,
      },
    ],
  },
  secondary: {
    booking: 'https://n768560.alteg.io/',
    map: "https://goo.gl/maps/YHXkYS1L8KS5pwK56",
    instagram: 'eleven.dogs',
    name: 'Eleven Dogs Youngsters',
    phone: '+380678822011',
    address: 'Кременчук, проспект Свободи, 39/43',
    title: 'Youngsters - Eleven Dogs | Кременчук Барбершоп',
    description:
      'Барбершоп в районі зупинки Водоканал м. Кременчук. Пострижись як в прошлий раз!',
    services: [
      {
        name: 'Чоловіча стрижка',
        price: 450,
      },
      {
        name: 'Стрижка бороди',
        price: 300,
      },
      {
        name: 'Під одну насадку',
        price: 150,
      },
      {
        name: 'Батько і син',
        price: 800,
      },
      {
        name: 'Укладка волосся',
        price: 100,
      },
      {
        name: 'Королівське гоління',
        price: 300,
      },
      {
        name: 'Камуфлювання',
        price: 200,
      },
      {
        name: 'Воскова депіляція',
        price: 50,
      },
    ],
  },
};

export const education = {
  phone: '+380962210799',
  title: 'Навчання в Eleven Dogs | Кременчук Барбершоп',
  description:
    'Начвання в майстрів барбершопів Eleven Dogs в Кременчуці. Барбер з нуля. Інтенсив за скороченим терміном навчання. Курс підвищення кваліфікації.',
  data: [
    {
      name: 'Барбер з нуля',
      stages: [
        {
          name: '1 етап',
          values: [
            '2 місяці, по 12 занять кожен',
            '4 години теорії',
            '42 години чистої практики',
            'Освоєння всіх видів чоловічих стрижок та навички моделювання бороди та гоління',
            'Особливості виконання класичних чоловічих стрижок, модерн',
            'Техніка стрижок машинкою',
            'Точні техніки стрижок ножицями',
            'Виконання техніки фейдінг (low fade, mid fade, high fade)',
            'Підбір та моделювання стрижок з урахуванням індивідуальних особливостей клієнта',
            'Аналіз голови, кісткової структури черепа, типу волосся, форми голови',
            'Фотозйомка робіт',
          ],
        },
        {
          name: '2 етап',
          values: [
            'Основні форми бороди та вус',
            'Моделювання бороди та індивідуальний підбір, корекція форми обличчя за допомогою бороди',
            'Техніка стрижки бороди та вус',
            'Традиційне вологе гоління',
          ],
        },
        {
          name: '3 етап',
          values: ['Екзамен'],
        },
      ],
    },
    {
      name: 'Інтенсив за скороченим терміном навчання',
      stages: [
        {
          values: [
            '6 годин профільного навчання за обраною темою',
            'Отримання теоретичних знань',
            'Демонстраційна стрижка від викладача',
            '2 практичних заняття',
          ],
        },
      ],
    },
    {
      name: 'Курс підвищення кваліфікації',
      stages: [
        {
          values: [
            '10 годин з можливістю додаткового розширення до 18 годин',
            'Обрання теми на ваш вибір стрижки/бороди',
          ],
        },
        {
          name: 'Стрижки :',
          values: [
            '3 основні види фейду (Low fade, mid fade, high fade)',
            'Fast fade',
            'Taper fade',
            'Навички роботи ножицями',
          ],
        },
        {
          name: 'Борода :',
          values: ['Техніки стрижки бороди', 'Традиційне вологе гоління'],
        },
      ],
    },
  ],
};
